; 
;  Muutama sääntö jos aiot tehdä käänöksen:
;  Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
;  Käännä vain teksti ' = ' merkin jälkeen
;  Älä muokkaa riviä: ReadHabit=Left-to-right
;  Wise Disk Cleaner
;  TranslationAuthor: penaV
;  TranslationAuthorEmail: penav@outlook.com
;  TranslationAuthorWeb:
;  Soft Version: 9.27
;  Update: 2016-Aug-09
[GUI]
ButtonYes=Kyllä
ButtonNo=EI
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko
ClearMode=Selkeä tila
ClassicMode=Perinteinen tila

[Translation]
ReadHabit=Left-to-right
LanguageName=FIN
LangCode=040B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Tietoja Päivityksestä
Warning=Varoitus
Error=Virhe
Confirm=Vahvista
;
; Popup Menu - Ponnahdus valikko
;
pmGo=Avaa Sisältö Kansio
pmNone=Ei Mitään
pmAll1=Valitse Kaikki
pmrec=Suositellut
pmIgnore=Älä huomioi tätä kohdetta
pmExport=Vie kohteeseen ...
pmInvert=Käänteinen Valinta
;
; Main GUI - Pää ohjelma
;
FrmWDC.pmPortable.caption=Luo siirrettävä (USB) versio
FrmWDC.pmRestore.caption=Palauta
FrmWDC.pmSettings.caption=Asetukset
FrmGeneral.chkuac.caption=Ohita käyttäjätilin (UAC) hallintavaroitus.
FrmWDC.pmHelp.caption=Suoraa Apua
FrmWDC.pmHome.caption=Kotisivulle
FrmWDC.pmForum.caption=Keskustelu alueelle
FrmWDC.pmContact.caption=Ota yhteyttä Meihin
FrmWDC.pmCheckNew.caption=Tarkista päivitykset
FrmWDC.pmLang.caption=Kielet
FrmWDC.pmSkin.caption=Vaihda ulkoasua
FrmWDC..caption=Tietoja Meistä
FrmWDC.btncomm.caption=Perus Siivoaja
FrmWDC.btnadv.caption=Edistynyt Siivoaja
FrmWDC.btnsilm.caption=Järjestelmän Kevennys
FrmWDC.btnlikeit.caption=Tykkään
FrmWDC.btnsuggest.caption=Tukikeskukseen
FrmWDC.btnupdate.caption=Tarkista päivitykset
FrmWDC.btnfacebook.hint=Seuraa meitä Facebookissa
FrmWDC.btntwitter.hint=Seuraa meitä Twitterissä
FrmWDC.btnemail.hint=Jaa tätä ystävillesi
FrmWDC.btnassist.caption=Tukea
;
; Advanced Cleaner - Edistynyt siivoaja
;
FrmAdvSettings.lblinfo.caption=Nämä valinnat ovat oletuksena. Jos muutat valintoja, joudut valitsemaan ne uudelleen.
Frmadvdc.btnscan.caption=Käynnistä etsintä
Frmadvdc.lblpath.caption=Etsi sijainnista:
Frmadvdc.btnrescan.caption=Etsi uudelleen
Frmadvdc.btnall.caption=Valitse kaikki
Frmadvdc.btnadvanced.caption=Edistyneet asetukset
Frmadvdc.btnnone.caption=Ei mitään
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner on johtava Vapaa Rekisteri Siivoaja Windowsille. Nopea, Tarkka ja Turvallinen!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=Maailman Nopein etsintä nopeus!
Frmadvdc.lblrec.caption=Muut Wisen Sovellukset joista Käyttäjät Pitävät:
Frmadvdc.vtfiles.Columns[0]=Tiedosto nimi
Frmadvdc.vtfiles.Columns[1]=Koko
Frmadvdc.vtfiles.Columns[2]=Polku
Frmadvdc.vtfiles.Columns[3]=Käytetty viimeksi
Frmadvdc.vtfiles.Columns[4]=Tyyppi
;
; Advanced Settings - Edistyneet asetukset
;
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Lisää
FrmAdvSettings.btnremove.caption=Poista
FrmAdvSettings.btncancel.caption=Peruuta
FrmAdvSettings.wcknull.caption=Etsi tyhjät tiedostot (0 tavua, hitaampi)
FrmAdvSettings.wckshortcut.caption=Etsi virheelliset pikakuvakkeet (hitaampi)
FrmAdvSettings.caption=Edistyneet asetukset
FrmAdvSettings.btnre.caption=Suositellut
FrmAdvSettings.btnall.caption=Valitse Kaikki
FrmAdvSettings.btnnone.caption=Ei mitään
;
; Input - Syöte
;
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Peruuta
;
; About - Tietoja
;
FrmAboutWin.caption=Tietoja Ohjelmasta ja Meistä
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Nykyinen Versio:
FrmAbout.lblhome.caption=Kotisivu:
FrmAbout.lblemail.caption=Tuen Sähköposti:
FrmAbout.lblthanks.caption=Kiitos seuraaville henkilöille heidän avusta:
FrmAbout.btngoogle.hint=Seuraa meitä Google+:ssa
;
; Auto Run Settings - Auto suoritus asetukset
;
FrmAutorunSettings.lblcmd.caption=Komentokehoite Tila
FrmAutorunSettings.lblcmdinfo.caption=Voit suorittaa ohjelman, etsiä ja siivota levysi automaattisesti komentokehoittessa. Lisää tietoja, paina F1 tai klikkaa oheista URL-linkkiä lukeaksesi ohje tietoja.
FrmAutorunSettings.chk1.caption=Luo 'Siivous 1-klikkauksella' kuvake ja sijoita se työpöydälle
FrmAutorunSettings.chkadv.caption=Sisältää edistyneen siivoajan
FrmAutorunSettings.btnhelp.caption=Suoraa Apua
;
; Common Cleaner - Perus siivoaja
;
Frmcommon.lblcustom.caption=Muokattu
Frmcommon.lblcustomhint.caption=Etsi muokatut kohteet.
FrmCommon.btnBack.caption=Palaa päänäkymään
FrmCommon.btnall.caption=Valitse Kaikki
FrmCommon.btnre.caption=Suositellut
FrmCommon.btnnone.caption=Ei mitään
FrmCommon.wckadv.caption=Sisällytä Edistynyt siivoaja
FrmCommon.WiseLabel1.caption=Ajastus
FrmCommon.lbltype.caption=Valitse ajankohta:
FrmCommon.lblweek.caption=Valitse päivä:
FrmCommon.lbltime.caption=Aika:
FrmCommon.btnScan.caption=Käynnistä etsintä
FrmCommon.lblstat.caption=Nopeaa ja helppoa siivota käyttämättömät tiedostot ja jäljet.
FrmCommon.btncancel.caption=Keskeytä
FrmCommon.btnrescan.caption=Etsi uudelleen
FrmCommon.lbltrash.caption=Roska
FrmCommon.lbltrace.caption=Roskat
FrmCommon.lblapp.caption=Sovellukset
FrmCommon.lblcookie.caption=Evästeet
FrmCommon.lbltrashhint.caption=Käyttämättömät tiedostot tietokoneella.
FrmCommon.lbltracehint.caption=Järjestelmän ja käyttäjän roskat.
FrmCommon.lblapphint.caption=Muiden sovellusten luomat käyttämättömät tiedostot tai roskat.
FrmCommon.lblcookiehint.caption=Selain ja flash evästeet.
;
; Exclusion List - Pois sulku lista
;
FrmExclusion.btnAddFile.caption=Lisää tiedosto
FrmExclusion.btnAddFolder.caption=Lisää kansio
FrmExclusion.btnAddType.caption=Lisää tiedosto tyyppi
FrmExclusion.BtnAddCookie.caption=Lisää evästeet
FrmExclusion.btnImport.caption=Tuo
FrmExclusion.btnExport.caption=Vie
FrmExclusion.btnRemove.caption=Poista
;
; General Settings - Yleis asetukset
;
FrmGeneral.lblmode.caption=Valitse käyttämäsi tila:
FrmGeneral.chkmode0.caption=Selkeä tila
FrmGeneral.chkmode1.caption=Perinteinen tila
FrmGeneral.lbtran.caption=Käännetty kielille...
FrmGeneral.chkNews.caption=Auto hae uutiskirjeet
FrmGeneral.chknotice.caption=Näytä auto siivous huomautus
FrmGeneral.chkwipe.caption=Turvallinen poisto (Hitaampi)
FrmGeneral.WiseLabel1.caption=Tarkista Päivitykset:
FrmGeneral.WiseLabel2.caption=Oletus kieli:
FrmGeneral.btnchecknew.caption=Tarkista nyt
FrmGeneral.chkexp.caption=Nauti Asiakas Kokemusten Kehitys Ohjelmasta
FrmGeneral.lblexp.caption=Tietoja
FrmGeneral.chkassist.caption=Huomauta minua kun joku lähettää maksetun kysymyksen.
;
; Custom Settings - Muokatut asetukset
;
FrmCustom.WiseLabel4.caption=Muokkaa tyhjennettäviä kansioita (Käytössä kehittynessä siivoojassa)
FrmCustom.btnAdd.caption=Lisää
FrmCustom.btnRemove.caption=Poista
FrmCustom.lblCustom.caption=Muokkaa etsintä sääntöjäsi.
FrmCustom.lblcustominfo.caption=Jos olet kokenut käyttäjä, voit muokata etsintä sääntöjä etsiäksesi enemmän turhia tiedostoja. Klikkaa seuraavaa linkkiä oppiaksesi tekemään määritys tiedoston.
FrmCustom.btnhelp.caption=Suoraa Apua
;
; Mode Settings - Tila asetukset
;
FrmMode.lblmode.caption=Valitse käyttämäsi tila:
FrmMode.btnAdv.caption=Perinteinen tila
FrmMode.btnSimple.caption=Selkeä tila
;
; Restore - Palautus
;
FrmRestore.btnrestore.caption=Palauta
FrmRestore.btnremove.caption=Poista
FrmRestore.Btnclose.caption=Sulje
FrmRestore.caption=Palauta
;
; Settings - Asetukset
;
FrmSettings.tsCommon.caption=Yleiset
FrmSettings.tsAutoRun.caption=Auto suoritus
FrmSettings.tsExclusion.caption=Pois suljetut
FrmSettings.btnrestore.caption=Tietoja
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Keskeytä
FrmSettings.caption=Asetukset
FrmSettings.tsCustom.caption=Muokatut
;
; System Cleaner - Järjestelmän siivoaja
;
FrmSysClean.lblrecommendinfo.caption=Kokeile meidän älykkäitä tuotteitamme parantaaksesi Windowsin suorituskykyä nyt.
FrmSysClean.lblpce.caption=Wise Care 365
FrmSysClean.lblpceinfo.caption=Wise Care 365 on ryhmä tärkeitä rekisteri, levy ja muita järjestelmä sovelluksia Tietokoneellesi. Helppo käyttää ja Tehokas !
FrmSysClean.lbl1.caption=Wise Registry Cleaner on Johtava Vapaa Rekisteri Siivoaja Windowsille. Nopea, Tarkka ja Turvallinen!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Haluatko tulevaisuudessa parantaa Windowsin suorituskykyä?
FrmSysClean.btnSlimming.caption=Kevennä
FrmSysClean.btnall.caption=Valitse Kaikki
FrmSysClean.btnrecommended.caption=Suositellut
FrmSysClean.btnnone.caption=Ei Mitään
FrmSysClean.vtsys.Columns[0]=Kohde
FrmSysClean.vtsys.Columns[1]=Koko
FrmSysClean.vtsys.Columns[2]=Sijainti
FrmSysClean.vtsys.Columns[3]=Ehdotus
;
; Disk Defrag - Levyn eheytys
;
FrmDiskDefrag.btnfree.caption=Vapaa Levytila
FrmDiskDefrag.btnfolder.caption=Kansio
FrmDiskDefrag.btnfile.caption=Tiedosto
FrmDiskDefrag.btnsystem.caption=Järjestelmä Tiedosto
FrmDiskDefrag.btnFragmented.caption=Pirstoutuneet
FrmDiskDefrag.btnmft.caption=PääTiedostoTaulu (MFT)
FrmDiskDefrag.chkshutdown.caption=Sammuta levyn eheytyksen jälkeen.
FrmDiskDefrag.btnpause.caption=Tauko
FrmDiskDefrag.btnstop.caption=Pysäytä
FrmDiskDefrag.btnDefrag.caption=Eheytys valinnat
FrmWDC.btndefrag.caption=Levyn Eheytys
;
; Schedule task - Ajastus tehtävä
;
FrmScheduler.caption=Ajastin

[Message]
Entries=Merkinnät
Clean=Ei siivottavaa
ScheduleHint=Siivoa tietokoneesi säännöllisesti.
UpdateError=Päivitys virhe, haluatko ladata viimeisimmän version verkkosivultamme?
LestOneItem=Valitse ainakin yksi kohde siivoukseen.
HistorySaved=Levytilan säästö yhteensä: %s
DisableAdd=Turvallisin tapa, jotkin erikois kansiot (kuten "Windows Kansio", "Käynnistä Kiintolevyltä" ja "CD-ROM") eivät ole sallittuja lisätä tälle listalle.
ConfirmAdd=Oletko varma että haluat poistaa kaikki tiedostot kohteesta %s kun suoritat "Edistynyttä Siivoajaa"?
DupFolder=Tämä kansio on jo listalla.
ExImport=Pois sulku lista on viety kohteeseen:
SelectHardDrive=Valitse kiintolevy
CreationDate=Luonti päivä
Description=Kuvaus
NowCleaning=Nyt siivotaan:
ScheduleNextTime=Seuraavalla kerralla:
Never=Ei Koskaan
InputType=Anna tiedostonimi tai -tyyppi (Esim: *.tmp jne..)
WarnNoType=Valitse ainakin yksi tiedostotyyppi etsintään!
NoItemChecked=Valitse yksi tai useampia tiedostoja siivoukseen.
WDCRunning=Ohjelma on käynnissä.
RemoveSysRestore=Haluatko poistaa valitun, järjestelmän palautuspisteen?
RestoreFromSysRestore=Sinun täytyy käynnistää tietokone uudelleen järjestelmän palautuksessa. Haluatko käynnistää palautuksen nyt?
WarnZeroFile=Valitsit "Tyhjä Tiedosto" tilan. Jotkin 0 tavun tiedostot ovat tarpeellisia, tarkastele niitä ennen kuin poistat ne. Oletko varma että haluat tehdä tämän?
SysRestoring=Valmistellaan järjestelmän palauttamista...
SysCreating=Luodaan järjestelmän palautuspiste...
Browse=Selaa...
AllHardDrive=Paikalliset levyt
Cleaning=Siivotaan...
Exported=Nykyiset kohteet on viety sijaintiin %s, haluatko avata tiedoston nyt?
LeftTimeSec=Kesto: %s sekunttia
Safetodel=Tämä kohde voidaan turvallisesti tuhota.
MoreSpace=Levytilan lisäys.
Unknow=Tuntematon.
AddFileType=Lisää tiedosto tyyppi
AlreadExist=%s esiintyy jo listalla.
illegalType=%s on laiton tiedosto tyyppi.
Summary=Yhteenveto
InputSummary=Anna kuvaus tälle tyypille:
noselected=Kohteita ei ole valittuna.
DelFileType=Oletko varma että haluat tuhota tämän tiedosto tyypin?
ScanAborted=Etsintä on keskeytetty!
TrashFound=%d tiedosto(a) löytyi, koko yhteensä %s.
NoTrashAndTrace=Onnittelut! Sinulla on Puhdas tietokone!
CleanDone=Siivous on viimeistelty!
LestOne=Valitse ainakin yksi kohde etsintään.
LestOneClean=Valitse ainakin yksi kohde siivoukseen.
Scanning=Etsitään..
InvalidIgnorItem=Ei voi jättää huomioimatta tätä kohdetta.
TraceFound=%d jälkeä löydetty.
CleanNow=Välitön siivous on suositeltavaa.
TrashRemoved=%d tiedosto(a) poistettu ja %s levytilaa vapautunut.
TraceRemoved=%d jälkeä on poistettu.
LastCommonClean=Viimeisin levyn siivous suoritettu:
Working=Odota että nykyinen tehtävä on suoritettu ja yritä uudelleen.
NoFilesFound=Ei roska tiedostoja
NoTracesFound=Ei jälkiä
FindTraces=%d jälkeä
NoItemFound=Ei siivottavaa
FindFilesSize=%d tiedosto(a) löytyi, koko yhteensä %s
FindTracesSection=%d jälkeä löytyi tästä kohdassa
CanFreeSpace=%d tiedosto(a) löytyi ja %s on tallennettu
TotalTraces=Kohteesta %d löytyi yhteensä jälkeä
EnableRestore=Järjestelmän Palautus on estetty. Haluatko sallia järjestelmän palautuksen?
RestorePointFail=Järjestelmän palautuspisteen luonti epäonnistui.
ErrorMsg=Virhe Viesti:
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
KeyWord=Syötä avainsana(t):
AddFolder=Lisää kansio
CannotCrTask=Ei voi luoda ajastettua tehtävää.
InvalidType=Syötä kelpaava tiedosto pääte.
NoType=Tarkista ainakin yksi etsintä tyyppi.
FailToDelete=Joitain tiedostoja ei voida poistaa ennen kuin käynnistät tietokoneen uudelleen.
GoodHabit=Tietokoneen pitäminen puhtaana on hyvä tapa. Pidä sitä yllä!
7After=%d päivää kulunut viimeisestä eheytyksestä. Välitön etsintä on suositeltavaa.
7Before=On hyvä tapa pitää levyt puhtaina ja yksityisyytesi suojattuna.
TaskExists=Ajastettu tehtävä on jo. Haluatko poistaa sen vai luoda uuden ajastetun tehtävän? (Ei - Muokkaa olemassa olevaa. Keskeytä - Keskeytä tapahtuma.)
NoBackupSelected=Valitse ainakin yksi varmuuskopio palautukseen.
StartScan=Aloita Etsintä
StartClean=Aloita Siivous
Cancel=Keskeytä
Idle=Kun jouten
Daily=Päivittäin
Weekly=Viikoittain
Monthly=Kuukausittain
Monday=Maanataisin
Tuesday=Tiistaisin
Wednesday=Keskiviikkoisin
Thursday=Torstaisin
Friday=Perjantaisin
Saturday=Lauantaisin
Sunday=Sunnuntaisin
AvdDefaultHint=Tämän sivun edistyneillä asetuksilla, löydät enemmän tarpeettomia tiedostoja ja vapautat enemmän levytilaa.
TrashFoundEx=Seuraavat roska tiedostot löydetty:
NoDriveChecked=Sinun pitää valita yksi tai useampia asemia etsintään.
ScanFor=Etsi asema:
FindDrives=Etsitään asemia...
Login=Kirjauduttaessa
NewVer=Uusi versio saatavilla! Haluatko päivittää nyt?
TranslateTo=Käännetty kielille...
AddCookies=Lisää evästeet
InputCookie=Anna evästeet (Esim.: wisecleaner.com jne...)
InvalidCookie=Virheellinen eväste
BrowserRunning=%s on käynnissä. Haluatko sulkea sen? Muussa tapauksessa, välimuistia ja evästeitä ei voida siivota?

[CommonClean]
ScanAbortedHint=Ehdotamme että etsit välittömästi uudelleen löytääksesi tarpeettomat tiedostot ja jäljet.
DefaultHint=Siivoamalla tarpeettomat tiedostot ja Internet jäljet voi säästää levytilaa ja suojata yksityisyyttäsi.
ScanAbortedHint1=Ehdotamme että etsit välittömästi uudelleen löytääksesi tarpeettomat tiedostot.
WhenIdle=Kun jouten
WhenLogin=Kirjauduttaessa

[SysClean]
Open=Avaa
Remove=Poista
MoreSpace=Lisää Tilaa
Cleaning=Siivotaan...
Scanning=Etsitään...
ScanEnd=Yhteensä %d kohdeta löytyi. %s levytilaa vapautuu järjestelmän kevennyksen jälkeen.
NoItems=Onnittelut! Järjestelmä asema on puhdas.
SpaceFreed=Järjestelmän kevennys päättynyt. %s levytilaa vapautui.
Installer=Vanhentunut Windows Asennus
LongInstaller=Vanhentuneet Windows Asennukset ovat tarpeettomia tiedostoja. Ne voidaan poistaa vapauttaen levytilaa.
PatchUninstall=Asennuksenpoisto Tiedostot Windows Päivitys Paketeista
LongPatchUninstall=Jos et tarvitse asennuksenpoistoja Windows Päivityksille, voit poistaa nämä tiedostot.
Downloadedfiles=Windowsin Lataamat Asennus Tiedostot
Longdownloadedfiles=Kun Windows päivitys paketin asennus onnistunut, voit turvallisesti poistaa nämä tiedostot.
Baselinecache=Windows Asentajan Perustason Välimuisti
LongBaselinecache=Tiedostot jotka luonut Windows asennus palvelu, nämä voidaan poistaa.
JPIME=Japanilainen IME (kirjoitustuki)
LongJPIME=Jos et tarvitse Japanilaisia IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
KoreanIME=Korealainen IME (kirjoitustuki)
LongKoreanIME=Jos et tarvitse Korealaisia IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
TChineseIME=Perinteinen Kiinalainen IME (kirjoitustuki)
LongTChineseIME=Jos et tarvitse perinteisiä Kiinalaisia IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
MPinyinIME=Microsoft Pinyin IME (kirjoitustuki)
LongMPinyinIME=Jos et tarvitse Microsoft Pinyin IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
HelpFile=Windowsin Apua Tiedostot
LongHelpFile=Jos et tarvitse Windows apua tiedostoja enää, voit poistaa ne.
SamplePic=Windowsin Kuva Näytteet
LongSamplePic=Jos et tarvitse näyte kuvia enää, voit poistaa ne.
SampleMic=Windowsin Musiikki Näytteet
LongSampleMic=Jos et tarvitse musiikki näyteitä enää, voit poistaa ne.
SampleVideos=Windowsin Video Näytteet
LongSampleVideos=Jos et tarvitse video näytteitä enää, voit poistaa ne.
SampleMedia=Windowsin Muut Media Näytteet
LongSampleMedia=Jos et tarvitse muita media näytteitä enää, voit poistaa ne.
Wallpaper=Windowsin Taustakuva tiedostot
LongWallpaper=Jos et tarvitse taustakuva tiedostoja enää, voit poistaa ne.
[DiskDefrag]
Volume=Asema
Format=Tiedosto Järjestelmä
TotalSpace=Kokonais Tila
FreeSpace=Vapaa Tila
Fragmented=Pirstoutumat
Status=Tila
PmDefrag=Eheytys
QuickOpt=Nopea Tehostus
FullOpt=Täysi Tehostus
PmAnlyse=Tutki
Resume=Yhteenveto
Analying=Tutkitaan
Defragmenting=Eheytetään
Optimizing=Tehostetaan
Analyed=Tutkittu
Defragmented=Eheytetty
Optimized=Tehostettu
Pause=Tauko
IsSSD=Valintasi sisältää ainakin yhden puolijohde(SSD)aseman. Levyn eheytys saattaa lyhentää sen elinaikaa. Oletko varma että haluat jatkaa?
FragmentedRate=Pirstoutuminen

[Area]
Yandex=Yandexin tiedot
YandexCache=Yandexin välimuisti
YandexLocalstorage=Yandexin paikallisvarasto
YandexForm=Yandexin lomakkeiden autotäydennys historia
Yandexpass=Yandexin tallennetut salasanat
YandexSession=Yandexin yhteydet
YandexCookies=Yandexin evästeet
Vivaldi=Vivaldin tiedot
VivaldiCache=Vivaldin välimuisti
Vivaldilocalstorage=Vivaldin paikallisvarasto
VivaldiForm=Vivaldin lomakkeiden autotäydennys historia
VivaldiSavedpasswords=Vivaldin tallennetut salasanat
VivaldiSession=Vivaldin yhteydet
VivaldiCookies=Vivaldin evästeet
WinSxsBackup=Windows WinSxs varmuuskopio
LogMeIn=LogMeIn tiedot
WinPatrol=WinPatrol tiedot
VirtualCloneDrive=Virtual Clone Drive tiedot
CloneCD=CloneCD tiedot
ImgBurn=ImgBurn tiedot
IZArc=IZArc tiedot
TUGZip=TUGZip tiedot
SUPERAntiSpyware=SUPERAntiSpyware tiedot
SpywareTerminator=Spyware Terminator tiedot
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware tiedot
iTunes=iTunes tiedot
QQPCMgr=QQPCManager tiedot
BaiduYunGuanjia=BaiduYunGuanjia tiedot
YY=DuoWan YY tiedot
Chromelocalstorage=Chromen paikallisvarasto
LogFiles=Loki tiedostot
syscache=Järjestelmän välimuisti
Systempatches=Järjestelmä paikkaukset
tempfiles=Väliaikaiset tiedostot
Invalidsysconfig=Virheellinen järjestelmän kokoonpano
SystemTrace=Windowsin ja sovellusten jäljet
WindowsSystem=Windows järjestelmä
MicrosoftIE=MS IE-selain
Microsoft IE=MS IE-selain
GoogleChrome=Google Chrome-selain
MozillaFireFox=Mozilla Firefox-selain
Opera=Opera-selain
Safari=Safari-selain
PaleMoon=PaleMoon-selain
WindowsComponents=Windows osat
Cookies=Evästeet
AdobeFlash=Adobe Flash
MSOffice97=MS Office 97
MSOfficeXP=MS Office XP
MSOffice2003=MS Office 2003
MSOffice2007=MS Office 2007
MSOffice2010=MS Office 2010
MSOffice2013=MS Office 2013
MSOffice2016=MS Office 2016
InvalidScTask=Virheelliset ajastetut tehtävät
Downloads=Selaimilla ladatut tiedostot
MicrosoftEdge=MS Edge-selain
MSEdgeSession=MS Edge yhteydet
MSEdgeCookies=MS Edge evästeet
MSEdgeCache=MS Edge välimuisti
MSEdgeRecentlyTypedURLs=MS Edgen usein käytetyt URL-osoitteet
MSEdgeSavedFormInformation=MS Edgen lomakkeiden autotäydennys historia
MSEdgeSavedPasswords=MS Edgen tallennetut salasanat
MSEdgeHistory=MS Edgen historia
MSEdgeDownloadHistory=MS Edgen lataus historia
IISLog=IIS Loki tiedostot
WindowsSysCache=Windows Järjestelmä välimuisti
QQ=Tencent QQ välimuisti ja vastaanotetut kuvat
TeamViewer=TeamViewer tiedot
ChromeSession=Google Chrome käyttö
MSOneDrive=MS One Drive käyttö
RealVNC=RealVNC tiedot
OpenOffice=OpenOffice tiedot
OxygenXMLEditor=Oxygen XML Editor tiedot
CamfrogVideoChat=Camfrog Video Chat tiedot
MirandaInstantMessenger=Miranda Instant Messenger tiedot
Pidgin=Pidgin tiedot
YahooMessenger=Yahoo Messenger tiedot
ooVoo=ooVoo tiedot
TeamSpeak=TeamSpeak tiedot
VentriloClient=Ventrilo Asiakas tiedot
VentriloServer=Ventrilo Palvelin tiedot
MySpaceIM=MySpaceIM tiedot
AcronisTrueImage=Acronis True Image tiedot
KingsoftOffice=Kingsoft Office 2013 tiedot
UltraEdit=UltraEdit tiedostot
UltraISO=UltraISO tiedostot
Skype=Skype tiedot
uTorrent=uTorrent tiedostot
MicrosoftSilverlight=MS Silverlight tiedot
PaleMoonCache=PaleMoonin Välimuisti
PaleMoonHistory=PaleMoonin Historia
PaleMoonCookies=PaleMoonin Evästeet
PaleMoonDownloadHistory=PaleMoonin lataus historia
PaleMoonSession=PaleMoonin Käyttö
PaleMoonSitePreferences=PaleMoonin sivuston suosikit
PaleMoonSavedFormInformation=PaleMoonin tallennetut lomake tiedot
VLCMediaPlayer=VLC Media Player tiedostot
CorelVideoStudioPro=Corel VideoStudio tiedostot
QuickTimePlayer=QuickTime Player tiedostot
WinInstallerCache=Windows asentajan välimuisti
MESCache=MS Security Essentials lokit ja päivitys välimuisti
AppleInstallCache=Apple ohjelmistojen asennuksen välimuisti
MetroCache=Windows Metro välimuisti
UserDefine=Käyttäjän muokkaamat siivous säännöt
OfficeRecent=MS Office tiedostojen historia
IEHistory=MS-IE:n Käytön Historia
FontCache=Windows kirjasin välimuisti
InvalidStartMenu=Virheellinen Käynnistävalikko
PDFCreator=PDFCreator tiedostot tiedostot
PDFArchitect=PDF Architect tiedostot
AdobeReaderTmp=Adobe Reader väliaikaiset tiedostot
AdobePhotoshop=Adobe Photoshop historia
DaemonTools=Daemon työkalut
BitTorrent=BitTorrent tiedostot
OperaCache=Operan välimuisti
OperaHistory=Operan historia
OperaCookies=Operan evästeet
OperaSessions=Operan istunnot
OperaURLHistory=Operan kirjatut verkko-osoitteet
OperaSiteIcon=Operan verkkosivun kuvakkeet
OperaPassword=Operan tallennetut salasanat
Networkmapping=Verkkoasemien liitos historia
LastDownloadDir=Viimeisin Latausten Sijainti
TrashClean=Tarpeettomat tiedostot tietokoneella
TraceClean=Jäljet tietokoneella
WinRar=WinRar tiedostot
WinZip=WinZip tiedostot
7Zip=7-Zip tiedostot
GoogleEarth=Google Earth tiedot
AcrobatReader=Acrobat Reader tiedostot
MSN=Windows Live Messenger tiedot
OfficePicture=MS Officen Picture Manager tiedostot
Office=MS Office  tiedostot
OfficeRecent=MS Office tiedostohistoria
TypeOtherApp=Muut sovellukset
WindowsPaint=Windows Paint tiedostot
WindowsDefender=Windows Defender tiedostot
WindowsWordpad=Windows Wordpad tiedostot
WindowsMediaPlayer=Windows Media Player tiedostot
TypeWComponents=Windows osat
FireFoxOther=Mozilla FireFoxin muut historiat
FireFoxPass=Mozilla FireFoxin tallennetut salasanat
FireFoxForm=Mozilla FireFoxin autotäydennys lomakehistoria
FireFoxCookies=Mozilla FireFoxin evästeet
ChromePass=Google Chromen tallennetut salasanat
ChromeForm=Google Chromen autotäydennys lomakehistoria
ChromeCookies=Google Chromen evästeet
IEPass=MS IE:n tallennetut salasanat (Yksityistä tietoa, ei listata)
IEForm=MS IE:n autotäydennys lomakehistoria (Yksityistä tietoa, ei listata)
IECookies=MS IE:n evästeet
DOMStoreCookies=MS IE-selaimen DOM-varaston evästeet
IEAddressBarHistory=MS IE-selaimen osoite valikon historia
TypeInternet=Sivustot Internetissä
JumpList=Tehtäväpalkin hyppylistat (Myös korjatut kohteet poistetaan)
SearchList=Windows etsintä historia
TraryNotify=Windows alustan tiedotevälimuisti
ExplorerMRU=Muut Explorer MRU:t
Recentdocuments=Viimeksi käytetyt asiakijat
RunStartMenu=Käynnistykset Käynnistysvalikossa
TypeSystem=Windows järjestelmä
Flash=Adobe Flash Player tiedot
TypeMedia=Multimedia tiedostot
FireFoxCache=Mozilla FireFoxin välimuisti
ChromeCache=Google Chromen välimuisti
IECahce=MS IE:n välimuisti
LogFile=Järjestelmän lokitiedostot
DownloadedPatch=Windowsin luomat lataustiedostot
ErrorReport=Virheraportti tiedostot
Dump=Muistivedos tiedostot
ThumbCache=Kuvake välimuisti
InvalidLnk=Virheelliset pikakuvakkeet
UserTemp=Sovellusten luomat jälkitiedostot
SysTemp=Windowsin luomat jälkitiedostot
Prefetch=Windows valvonta tiedot
RemoteDesktop=Etätyöpöydän välimuistitiedostot
Recyclebin=Roskakorin Tyhjennys
SafariCache=Safarin Internet välimuisti
SafariHistory=Safarin historia
SafariCookies=Safarin evästet
SafariPass=Safarin tallennettu lomakehistoria
YahooMessage=Yahoo Messagerin viestit
WLM=Windows Live Messengerin viestit
SunJava=Sun Java tiedot

[Type]
UserDefine=Käyttäjän määrittämät
ZeroFile=Tyhjät tiedostot, 0-tavua
WinSetupLog=Windows asennuksen virheloki tiedostot
NtUninstall=Windows päivitysten asennuksenpoisto lähteet
InvalidLnk=Virheelliset pikakuvakkeet
UserTemp=Käyttäjän väliaikaisten kansioiden tiedostot
WinTemp=Windowsin väliaikaisten kansioiden tiedostot
RecentFiles=Linkit äsken käytettyihin tiedostoihin
PatchSource=Windows päivityslähteet
TempFile=Väliaikaiset tiedostot
fcwdir=Lataus tapahtuman luomat tiedostot
tfcbp=Ohjelmien luomat väliaikaistiedostot
sdrf=Levy etsinnän luomat palautustiedostot
OldFile=Vanhat tiedostot
outdatedfile=Vanhentuneet tiedostot
fcwhfir=Apua tiedostojen luomat tiedostot
Ncfile=Uutisryhmän välimuisti tiedostot
Backupfile=Varmistus tiedostot
WBfile=MS Word varmistustiedostot
Cbswahf=Tiedostot jotka luotu etsittäessä apua tiedostoa
whtf=Windows apua järjestelmän väliaikaiset tiedostot 
Logfile=Loki tiedostot
LLogfile=Sovellusten tai järjestelmä palveluiden luomat lokitiedostot
Errorfile=Virhe tiedostot
Wmdf=Win2000/XP muistivedostiedostot
bcomf=Varmuus kopiot muokatuista tiedostoista
Indexfile=Osoite tiedostot
ifcbsiotitpbs=kuvien etsintänopeuden parantamiseksi järjestelmän luomat osoite tiedostot
Tfcds=Asennuksessa luodut väliaikaiset tiedostot
Intermediatefile=Välitys tiedostot
chkfile=Palautettu tiedosto

[AutoClean]
DiskSaved=levytilaa on vapautunut.
Title=Onnittelut!
TraceCleanned=jäljet on siivottu.

[Skin]
SkinDefault=Oletus
SkinGray=Harmaa
SkinOrange=Oranssi
SkinCustom=Muokattu
SkinColor=Muokatun ulkoasun väri

[AutoUpdate]
CurrentFile=Nykyinen Tiedosto:
Canceling=Keskeytetään...
CANCEL=Keskeytä
Ready=Valmiina ladattavaksi

[EUASK]
regcaption=Rekisteröi
logincaption=Kirjaudu
FrmEuaskLogin.lblJoin.Caption=Nauti Euaskista
FrmEuaskLogin.lblSign.Caption=Kirjaudu Euaskiin
FrmEuaskLogin.lblnick.Caption=Käyttäjänimi:
FrmEuaskLogin.lbl1.Caption=Salasana:
FrmEuaskLogin.btnlogin.caption=Kirjaudu
FrmEuaskLogin.btnregister.Caption=Rekisteröi
FrmEuaskLogin.btnpwd.Caption=Oletko unohtanut salasanasi?
FrmEuaskLogin.WiseLabel1.Caption=Käyttäjänimi:
FrmEuaskLogin.WiseLabel2.Caption=Salasana:
FrmEuaskLogin.btnreg.caption=Rekisteröi
FrmEuaskLogin.WiseSimpleButton1.Caption=Kirjaudu
FrmEuaskLogin.lbl2.Caption=Sähköposti:
FrmEuaskLogin.btnnone.Caption=Ei nyt